<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=windows-1252">
	<TITLE></TITLE>
	<META NAME="GENERATOR" CONTENT="OpenOffice 4.1.2  (Win32)">
	<META NAME="AUTHOR" CONTENT="Lauriane Raynaud">
	<META NAME="CREATED" CONTENT="20180309;15310000">
	<META NAME="CHANGED" CONTENT="20180325;15184792">
	<META NAME="AppVersion" CONTENT="16.0000">
	<META NAME="Company" CONTENT="Hewlett-Packard Company">
	<META NAME="DocSecurity" CONTENT="0">
	<META NAME="HyperlinksChanged" CONTENT="false">
	<META NAME="LinksUpToDate" CONTENT="false">
	<META NAME="ScaleCrop" CONTENT="false">
	<META NAME="ShareDoc" CONTENT="false">
	<STYLE TYPE="text/css">
	<!--
		@page { margin-left: 2.5cm; margin-right: 2.5cm; margin-top: 2.5cm; margin-bottom: 0.53cm; opacity: 0.0 }
		P { margin-bottom: 0.21cm; direction: ltr; color: #000000; line-height: 100%; widows: 2; orphans: 2 }
		P.western { font-family: "Times New Roman", serif; font-size: 12pt }
		P.cjk { font-family: "Times New Roman"; font-size: 12pt; so-language: fr-FR }
		P.ctl { font-family: "Times New Roman"; font-size: 12pt }
		A:link { so-language: zxx }
	-->
	</STYLE>
</HEAD>
<BODY LANG="fr-FR" TEXT="#000000" DIR="LTR">
<p><strong>Conditions g&eacute;n&eacute;rales d&rsquo;utilisation du logiciel AGILITEST et services associ&eacute;s au 6 janvier 2021</strong></p>

<p>Article 1 - Pr&eacute;ambule</p>

<p>La soci&eacute;t&eacute; Agilitest SAS (ci-apr&egrave;s d&eacute;nomm&eacute;e &laquo;&nbsp;Agilitest &raquo;) a con&ccedil;u, d&eacute;velopp&eacute; et r&eacute;alis&eacute; le logiciel AGILITEST destin&eacute; &agrave; effectuer des tests automatis&eacute;s directement lors des op&eacute;rations de d&eacute;veloppement de logiciels (ci-apr&egrave;s le Logiciel).</p>

<p>Elle propose &agrave; ses clients des prestations (ci-apr&egrave;s d&eacute;nomm&eacute;es &laquo;&nbsp;services&nbsp;&raquo;), telles que&nbsp;:</p>

<p>- la fourniture du Logiciel ;</p>

<p>- la r&eacute;alisation de services associ&eacute;s au Logiciel.</p>

<p>Il appartient au Client de s&rsquo;assurer que le Logiciel r&eacute;pond &agrave; ses besoins et contraintes.</p>

<p>Article 2 - Objet</p>

<p>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales ont pour objet, durant toute leur dur&eacute;e de validit&eacute;, de d&eacute;finir le cadre contractuel r&eacute;gissant l&rsquo;ensemble des services command&eacute;s par le Client &agrave; Agilitest, quel que soit le canal de vente (notamment par courrier, par courriel, par fax ou via le site internet), et en particulier les conditions et modalit&eacute;s dans lesquelles Agilitest accorde au Client qui l&rsquo;accepte, un droit personnel, non cessible, non transmissible, non-exclusif et temporaire, d&rsquo;utiliser le Logiciel, conform&eacute;ment &agrave; sa destination et pour les besoins vis&eacute;s aux pr&eacute;sentes.</p>

<p>Article 3 - D&eacute;finitions&nbsp;</p>

<p>- <strong>&laquo;&nbsp;Bon de commande&nbsp;&raquo;&nbsp;&laquo;&nbsp;Devis&nbsp;&raquo; &laquo;&nbsp;contrats&nbsp;&raquo;</strong>&nbsp;: d&eacute;signent les documents sign&eacute;s par les parties en vue de l&rsquo;ex&eacute;cution par Agilitest des services vis&eacute;s au bon de commande et arr&ecirc;tant leurs conditions d&eacute;finitives de r&eacute;alisation en termes de d&eacute;lais et de co&ucirc;ts&nbsp;; il peut s&rsquo;agir d&rsquo;une commande en ligne valid&eacute;e par une personne habilit&eacute;e du Client&nbsp;;</p>

<p>- <strong>&laquo;&nbsp;Client&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe le co-contractant de Agilitest, repr&eacute;sent&eacute; par une personne d&ucirc;ment habilit&eacute;e&nbsp;;</p>

<p>- <strong>&laquo;&nbsp;Contrat&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe l&rsquo;ensemble des documents contractuels vis&eacute;s &agrave; l&rsquo;article &laquo;&nbsp;documents contractuels&nbsp;&raquo; ;</p>

<p>- <strong>&laquo;&nbsp;Documentation&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe la documentation d&rsquo;utilisation ainsi que, le cas &eacute;ch&eacute;ant, la documentation en ligne et de fa&ccedil;on g&eacute;n&eacute;rale, toutes informations techniques ;</p>

<p>- <strong>&laquo;&nbsp;Licence d&rsquo;utilisation des Logiciels&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe le droit d&rsquo;utiliser un exemplaire du Logiciel conform&eacute;ment aux modalit&eacute;s des pr&eacute;sentes conditions g&eacute;n&eacute;rales ;</p>

<p>- <strong>&laquo;&nbsp;Logiciel&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe le logiciel objet des pr&eacute;sentes ainsi que ses modules compl&eacute;mentaires vis&eacute;s au Bon de commande ;</p>

<p>- &laquo;&nbsp;<strong>Mandat SEPA</strong>&nbsp;&raquo;&nbsp;: d&eacute;signe le formulaire unique de mandat SEPA. Ce mandat se pr&eacute;sentera sous forme papier ou sous forme &eacute;lectronique&nbsp;;</p>

<p>- <strong>&laquo;&nbsp;Proposition commerciale&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe le document r&eacute;alis&eacute; par Agilitest d&eacute;crivant l&rsquo;ensemble des services propos&eacute;s par Agilitest au Client et qui, en cas de signature du bon de commande, fait partie int&eacute;grante des documents contractuels&nbsp;;</p>

<p>- <strong>&laquo;&nbsp;Services&nbsp;&raquo;&nbsp;</strong>: d&eacute;signe l&rsquo;ensemble des prestations susceptibles d&rsquo;&ecirc;tre propos&eacute;es par Agilitest (fourniture du Logiciel et r&eacute;alisation des prestations de services associ&eacute;es telles que support, maintenance) selon les modalit&eacute;s d&eacute;finies aux pr&eacute;sentes conditions g&eacute;n&eacute;rales.</p>

<p>- <strong>&laquo; Support&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe l&rsquo;ensemble des actions, &agrave; l&rsquo;exception de l&rsquo;installation et de l&rsquo;administration, visant &agrave; fournir une assistance au Client form&eacute; &agrave; l&rsquo;utilisation des licences conc&eacute;d&eacute;es et maintenues par Agilitest, mettre &agrave; disposition des nouvelles versions ou sous-versions. Ce service est assur&eacute; du lundi au vendredi en horaire ouvr&eacute;.</p>

<p>- <strong>&laquo; Utilisateur&nbsp;&raquo;</strong>&nbsp;: d&eacute;signe la personne utilisant le Logiciel.</p>

<p><strong>Article</strong><strong>4 - Documents contractuels</strong></p>

<p>Les documents contractuels sont les suivants, par ordre de priorit&eacute; d&eacute;croissant&nbsp;:</p>

<p>- les pr&eacute;sentes conditions g&eacute;n&eacute;rales,</p>

<p>- les &eacute;ventuelles conditions particuli&egrave;res et leurs annexes,</p>

<p>- le bon de commande,</p>

<p>- le contrat.</p>

<p><strong>Article</strong><strong>5 - Acceptation du Contrat</strong></p>

<p>Le Client est r&eacute;put&eacute; avoir pris connaissance du Contrat tel que d&eacute;fini &agrave; l&rsquo;article 3 et l'avoir d&ucirc;ment accept&eacute; sans r&eacute;serve. Le Contrat est mat&eacute;rialis&eacute; par la signature du Bon de commande et/ou de l&rsquo;autorisation de pr&eacute;l&egrave;vement faisant r&eacute;f&eacute;rence aux pr&eacute;sentes conditions g&eacute;n&eacute;rales et valant acceptation de l&rsquo;ensemble du Contrat.</p>

<p>Aux fins de l&rsquo;acceptation &agrave; distance du Contrat, le Client reconna&icirc;t et accepte que les t&eacute;l&eacute;copies ou les scans envoy&eacute;s par courriel rev&ecirc;tus de la signature d&rsquo;un de ses repr&eacute;sentants ou pr&eacute;pos&eacute;s, re&ccedil;ues par Agilitest, ont la valeur d'une preuve &eacute;crite et peuvent lui &ecirc;tre valablement oppos&eacute;es par Agilitest.</p>

<p>L'acceptation du Contrat par voie &eacute;lectronique a entre les Parties la m&ecirc;me valeur probante que l'accord sur support papier. Pour que la commande soit valid&eacute;e, le Client devra accepter, en cliquant &agrave; l&rsquo;endroit indiqu&eacute; sur le site et lors de l&rsquo;installation du logiciel les pr&eacute;sentes conditions g&eacute;n&eacute;rales. Les registres informatis&eacute;s et conserv&eacute;s dans les syst&egrave;mes informatiques seront conserv&eacute;s dans des conditions raisonnables de s&eacute;curit&eacute; et consid&eacute;r&eacute;s comme les preuves des communications intervenues entre les Parties. L'archivage des documents contractuels est effectu&eacute; sur un support fiable et durable pouvant &ecirc;tre produit &agrave; titre de preuve.</p>

<p>Agilitest se r&eacute;serve la possibilit&eacute; d&rsquo;adapter ou de modifier les pr&eacute;sentes conditions g&eacute;n&eacute;rales. Toute nouvelle version des conditions g&eacute;n&eacute;rales sera publi&eacute;e sur le Site internet. Les Conditions g&eacute;n&eacute;rales sont celles applicables en vigueur lors de la commande sauf modification l&eacute;gale ou r&egrave;glementaire. En cas de renouvellement d&rsquo;une commande, seront applicables les conditions g&eacute;n&eacute;rales en vigueur &agrave; cette date.</p>

<p>Agilitest se r&eacute;serve la possibilit&eacute; de d&eacute;roger &agrave; certaines clauses en fonction des n&eacute;gociations men&eacute;es avec le Client par l&rsquo;&eacute;tablissement de conditions de vente particuli&egrave;re.</p>

<p><strong>Article</strong><strong>6 - Validit&eacute; des propositions commerciales </strong></p>

<p>Sauf disposition contraire indiqu&eacute;e dans la proposition commerciale de Agilitest, celle-ci est valable un mois &agrave; compter de la date de sa communication au Client sous r&eacute;serve que le Client retourne dans le d&eacute;lai d&rsquo;un mois le bon de commande sign&eacute;, apr&egrave;s avoir pris connaissance du contenu des documents contractuels. Pass&eacute; ce d&eacute;lai, Agilitest se r&eacute;serve le droit de modifier en tout ou partie le contenu des documents contractuels.</p>

<p>Toute commande est d&eacute;finitive d&egrave;s la signature par le Client et Agilitest du bon de commande ou de la commande en ligne qui emporte acceptation de la proposition commerciale et de l&rsquo;ensemble des documents contractuels vis&eacute;s au bon de commande.</p>

<p><strong>Article</strong><strong>7 - Livraison - installation</strong></p>

<p>Le logiciel Agilitest est t&eacute;l&eacute;chargeable &agrave; tout moment sur notre site internet. La livraison d&eacute;signe la mise &agrave; disposition au Client d&rsquo;une proc&eacute;dure d&rsquo;activation des licences. Suite &agrave; la commande du Client et dans des d&eacute;lais raisonnables, cette proc&eacute;dure est transmise par courrier &eacute;lectronique au Client. La date d&rsquo;activation, et donc de d&eacute;but de validit&eacute; des licences, est la date de transmission de cette proc&eacute;dure et il n&rsquo;y a pas de d&eacute;lai pour proc&eacute;der &agrave; cette activation durant leur dur&eacute;e de validit&eacute;. Le Client proc&egrave;dera sous sa seule responsabilit&eacute; &agrave; l&rsquo;installation des Logiciels et &agrave; leur activation.</p>

<p><strong>Article</strong><strong>8 - Conformit&eacute;</strong></p>

<p>Le Client dispose d&rsquo;un d&eacute;lai de 30 (trente) jours &agrave; compter de la livraison des services, objets des pr&eacute;sentes, pour s&rsquo;assurer de leur conformit&eacute; au bon de commande, et pour faire valoir &agrave; Agilitest, par lettre recommand&eacute;e avec accus&eacute; de r&eacute;ception, une quelconque non-conformit&eacute;.</p>

<p><strong>Article</strong><strong>9 - Entr&eacute;e en vigueur et dur&eacute;e contractuelle</strong></p>

<p>Le contrat entre en vigueur &agrave; compter de la validation de la commande par le Client. La dur&eacute;e du contrat et de fait de la licence est fonction de l&rsquo;offre choisie par le Client et se termine &agrave; minuit le dernier jour du mois contractuel.</p>

<p><strong>Article</strong><strong>10 - Essai gratuit</strong></p>

<p>Agilitest pourra consentir au Client un essai du Logiciel pendant une p&eacute;riode sp&eacute;cifi&eacute;e, sans paiement. Une seule p&eacute;riode d&rsquo;essai est consentie par Client. Agilitest se r&eacute;serve le droit de v&eacute;rifier l&rsquo;&eacute;ligibilit&eacute; du Client &agrave; l&rsquo;essai et d&rsquo;en tirer toute cons&eacute;quence en cas d&rsquo;absence d&rsquo;&eacute;ligibilit&eacute;.</p>

<p><strong>Article</strong><strong>11 - Concession des droits d&rsquo;utilisation</strong></p>

<p><strong>Article</strong><strong>11.01 - &Eacute;tendue des droits d&rsquo;utilisation</strong></p>

<p>Agilitest autorise express&eacute;ment le Client &agrave; utiliser le Logiciel et sa documentation associ&eacute;e au sens de l&rsquo;article L.122-6-1 du Code de la Propri&eacute;t&eacute; Intellectuelle, sous r&eacute;serve du complet paiement par le Client de la redevance mensuelle pr&eacute;vue &agrave; l&rsquo;article 13 &laquo;&nbsp;Conditions financi&egrave;res&nbsp;&raquo;. Le Logiciel fourni aux termes des pr&eacute;sentes reste la propri&eacute;t&eacute; de Agilitest.</p>

<p>Toute utilisation non autoris&eacute;e par Agilitest au titre des pr&eacute;sentes, et non conforme aux dispositions des articles L.122-6 et suivants du Code de la propri&eacute;t&eacute; intellectuelle, est illicite.</p>

<p>Ainsi, il est notamment interdit au Client de proc&eacute;der &agrave; :</p>

<p>- toute reproduction, par quelque moyen que ce soit, du logiciel et de la documentation non express&eacute;ment autoris&eacute;e par les pr&eacute;sentes, &agrave; l'exception de copies de sauvegarde pour des motifs de s&eacute;curit&eacute; qui ne sont utilisables qu'en cas de d&eacute;faillance de l'exemplaire install&eacute; sur la configuration d&rsquo;exploitation ;</p>

<p>- toute repr&eacute;sentation, diffusion ou commercialisation du Logiciel, que ce soit &agrave; titre gracieux ou on&eacute;reux ;</p>

<p>- toute mise &agrave; disposition directe ou indirecte du Logiciel au b&eacute;n&eacute;fice d'un tiers, notamment par divulgation, location, cession, pr&ecirc;t, ainsi que toute utilisation pour la fourniture de prestations &agrave; un tiers, que ce soit &agrave; titre gratuit ou on&eacute;reux, en particulier l'infog&eacute;rance ;</p>

<p>- toute int&eacute;gration totale ou partielle du Logiciel dans un syst&egrave;me d&rsquo;information autre que la configuration d&rsquo;exploitation ;</p>

<p>&nbsp;- toute transcription, directe ou indirecte, ou traduction dans d'autres langages du Logiciel ainsi que sa modification, m&ecirc;me partielle, en vue notamment d'une utilisation sur tout autre mat&eacute;riel que celui ou ceux d&eacute;crits au Bon de commande ;</p>

<p>- toutes modifications des donn&eacute;es par un logiciel tiers.</p>

<p>Il est express&eacute;ment convenu entre les parties que Agilitest se r&eacute;serve le droit de corriger les erreurs.</p>

<p><strong>Article</strong><strong>11.02 - </strong><strong>P&eacute;rim&egrave;tre du droit d&rsquo;utilisation</strong></p>

<p>La licence conc&eacute;d&eacute;e par les pr&eacute;sentes est personnelle, non exclusive et non transf&eacute;rable. Elle est consentie pour toute la dur&eacute;e d&rsquo;ex&eacute;cution du contrat.</p>

<p>Les droits d&rsquo;utilisation du Logiciel sont accord&eacute;s au Client pour un nombre de postes informatiques install&eacute;s et b&eacute;n&eacute;ficiant d&rsquo;une licence.</p>

<p>En cas de changement de poste, il est possible de demander le transfert de la licence sur un nouveau poste.</p>

<p>Bien que pouvant &ecirc;tre r&eacute;alis&eacute;e rapidement, la r&eacute;affectation des licences pourrait n&rsquo;&ecirc;tre r&eacute;alis&eacute;e qu&rsquo;au d&eacute;but du mois suivant la demande.</p>

<p>Toute modification du mat&eacute;riel sur lequel le Logiciel est exploit&eacute; ou plus g&eacute;n&eacute;ralement de l&rsquo;environnement d&rsquo;exploitation du Logiciel est effectu&eacute;e sous la seule responsabilit&eacute; du Client, notamment en termes de compatibilit&eacute;.</p>

<p><strong>Article</strong><strong>11.03 - V&eacute;rification de l&rsquo;utilisation</strong></p>

<p>Agilitest se r&eacute;serve la facult&eacute; d&rsquo;assortir le Logiciel d&rsquo;un dispositif technique susceptible d&rsquo;emp&ecirc;cher tout usage dudit Logiciel non express&eacute;ment autoris&eacute; au titre des pr&eacute;sentes. Le Client n&rsquo;est pas autoris&eacute; &agrave; tenter d&rsquo;&eacute;viter ou de faire &eacute;chec &agrave; ce m&eacute;canisme de contr&ocirc;le.</p>

<p>Agilitest pourra &agrave; tout moment proc&eacute;der &agrave; tout audit, fut-ce par t&eacute;l&eacute;maintenance, qui lui para&icirc;trait opportun pour v&eacute;rifier que l&rsquo;utilisation du Logiciel demeure dans les limites qui sont d&eacute;finies au pr&eacute;sent contrat. En cas d&rsquo;&eacute;cart, Agilitest pourra, sans pr&eacute;judice de ses autres droits, facturer le compl&eacute;ment de redevance correspondant &agrave; l&rsquo;utilisation effective du Logiciel ainsi que le co&ucirc;t de l&rsquo;audit.</p>

<p><strong>Article</strong><strong>11.04 - Dispositif de contr&ocirc;le d&rsquo;acc&egrave;s</strong></p>

<p>Le Client est inform&eacute; que Agilitest se r&eacute;verse le droit d&rsquo;utiliser un syst&egrave;me de verrouillage et/ou une clef d&rsquo;autorisation de licence pour contr&ocirc;ler l&rsquo;acc&egrave;s aux Logiciels d&eacute;ploy&eacute;s sur les postes du Client. Le Client n&rsquo;est pas autoris&eacute; &agrave; neutraliser le dispositif mis en &oelig;uvre et devra permettre &agrave; cet effet la communication des postes sur lesquels est install&eacute; le Logiciel avec le r&eacute;seau internet.</p>

<p><strong>Article</strong><strong>12 - Garantie </strong></p>

<p><strong>Article</strong><strong>12.01 - Garantie contractuelle </strong></p>

<p>Agilitest s&rsquo;engage tout au long de l&rsquo;utilisation de la Licence &agrave; corriger les anomalies non al&eacute;atoires, reproductibles et imputables au Logiciel mis &agrave; disposition. Le Client devra soumettre &agrave; Agilitest un rapport documentant l&rsquo;anomalie et l&rsquo;expliquant clairement. Agilitest se r&eacute;serve le droit d&rsquo;utiliser le moyen le plus appropri&eacute; pour effectuer la correction de l&rsquo;anomalie. Agilitest s&rsquo;engage &eacute;galement &agrave; livrer au Client les versions correctives du Logiciel qui seront &eacute;dit&eacute;es par Agilitest.</p>

<p>La pr&eacute;sente garantie est exclue :</p>

<p>- si l&rsquo;anomalie provient du non-respect par le Client de la documentation ;</p>

<p>- si l&rsquo;anomalie r&eacute;sulte d'une intervention effectu&eacute;e sur le Logiciel sans autorisation&nbsp;;</p>

<p>- si l&rsquo;anomalie provient d&rsquo;autres Logiciels que celui objet du pr&eacute;sent contrat, ou des donn&eacute;es saisies ou inject&eacute;es aux fins d&rsquo;utiliser le Logiciel&nbsp;;</p>

<p>- si l&rsquo;anomalie provient de logiciels tiers.</p>

<p><strong>Article</strong><strong>12.02 - Garantie de jouissance paisible</strong></p>

<p>Agilitest garantit le Client contre toute action en contrefa&ccedil;on. A ce titre, Agilitest s'engage &agrave; intervenir dans toutes actions qui seraient initi&eacute;es &agrave; l'encontre du Client sur le fondement de la contrefa&ccedil;on ou la violation des droits de propri&eacute;t&eacute; intellectuelle.</p>

<p>Cette garantie est soumise aux conditions expresses suivantes :</p>

<p>- que le Client ait notifi&eacute;, dans les quinze (15) jours calendaires, par &eacute;crit, l'action en contrefa&ccedil;on ou la d&eacute;claration ayant pr&eacute;c&eacute;d&eacute; cette action&nbsp;;</p>

<p>- que Agilitest ait &eacute;t&eacute; mise en mesure, par le Client d'assurer la d&eacute;fense de ses propres int&eacute;r&ecirc;ts et de ceux de son Client et, pour ce faire, que le Client ait collabor&eacute; loyalement &agrave; ladite d&eacute;fense en fournissant tous les &eacute;l&eacute;ments, informations et assistances n&eacute;cessaires pour mener &agrave; bien une telle d&eacute;fense&nbsp;;</p>

<p>- que le Client n&rsquo;ait proc&eacute;d&eacute; &agrave; aucune intervention sur les programmes informatiques concern&eacute;s&nbsp;;</p>

<p>Toute modification du Logiciel sans l'accord &eacute;crit pr&eacute;alable de Agilitest exclurait automatiquement la mise en &oelig;uvre de cette garantie.</p>

<p><strong>Article</strong><strong>12.bis &ndash; Adaptation logicielle</strong></p>

<p>Agilitest fera ses meilleurs efforts tout au long de l&rsquo;utilisation de la licence &agrave; apporter des &eacute;volutions r&eacute;guli&egrave;res permettant au Client de s&rsquo;assurer dans des d&eacute;lais raisonnables du support des derni&egrave;res &eacute;volutions technologiques vis&eacute;es par ses logiciels.</p>

<p>Agilitest fera ses meilleurs efforts afin d&rsquo;assurer d&egrave;s que possible le support des derni&egrave;res versions des navigateurs Web les plus fr&eacute;quemment utilis&eacute;s par le logiciel Agilitest.</p>

<p>L&rsquo;adaptation logicielle de Agilitest est propos&eacute;e au lancement du logiciel&nbsp;: si une nouvelle version est disponible, le Client se voit proposer de l&rsquo;installer sur son environnement.</p>

<p>Agilitest n&rsquo;assume aucun engagement concernant la mise &agrave; disposition de versions les plus r&eacute;centes des couches logicielles libres sur lesquelles ses logiciels sont d&eacute;velopp&eacute;s.</p>

<p><strong>Article</strong><strong>13 - Confidentialit&eacute;</strong></p>

<p>Sont consid&eacute;r&eacute;s comme confidentiels pour chacune des parties et les membres de leur personnel :</p>

<p>- les informations, documents de toute nature et savoir-faire, quels que soient le support et la forme utilis&eacute;s pour leur transmission&nbsp;;</p>

<p>- transmis par l&rsquo;autre partie&nbsp;;</p>

<p>- ayant un rapport direct ou indirect avec l&rsquo;objet du pr&eacute;sent contrat, la nature et l&rsquo;&eacute;tendue des services concern&eacute;s.</p>

<p>Chacune des parties s&rsquo;engage &agrave; ce que les informations qu&rsquo;elle re&ccedil;oit pour l&rsquo;ex&eacute;cution du contrat de la part de l&rsquo;autre partie&nbsp;:</p>

<p>- soient prot&eacute;g&eacute;es et gard&eacute;es strictement confidentielles et soient trait&eacute;es avec le m&ecirc;me degr&eacute; de pr&eacute;caution et de protection qu&rsquo;elle accorde &agrave; ses propres informations confidentielles de m&ecirc;me importance&nbsp;;</p>

<p>- ne soient transmises de mani&egrave;re interne qu&rsquo;aux seuls membres de son personnel ayant n&eacute;cessairement &agrave; en conna&icirc;tre pour l&rsquo;ex&eacute;cution du pr&eacute;sent contrat, et &agrave; veiller &agrave; ce que ces informations ne puissent &ecirc;tre utilis&eacute;es par ces personnes que dans ce seul cadre ;</p>

<p>- ne soient ni divulgu&eacute;es, ni susceptibles de l&rsquo;&ecirc;tre, directement ou indirectement, &agrave; quelque titre que ce soit sous quelque forme que ce soit&nbsp;;</p>

<p>- ne soient pas utilis&eacute;es en tout ou partie pour quelque cause que ce soit &agrave; d'autres fins que la r&eacute;alisation du pr&eacute;sent contrat.</p>

<p>Chacune des parties se porte fort du respect des obligations stipul&eacute;es ci-dessus par les membres de son personnel auquel elle aura divulgu&eacute; lesdites informations.</p>

<p>Dans le cas o&ugrave;, par d&eacute;rogation &agrave; ce qui pr&eacute;c&egrave;de, l&rsquo;une des parties aurait &eacute;t&eacute; autoris&eacute;e par l&rsquo;autre partie &agrave; communiquer des informations confidentielles &agrave; un tiers, cette partie se porte &eacute;galement fort du respect par ce tiers des obligations de confidentialit&eacute; vis&eacute;es au pr&eacute;sent contrat. En cons&eacute;quence, ladite partie serait responsable de tout manquement commis par les personnes dont elle s'est port&eacute;e fort.</p>

<p>Le pr&eacute;sent article ne s'applique pas aux &eacute;l&eacute;ments d'information :</p>

<p>- qui &eacute;taient dans le domaine public au moment de leur divulgation ou sont tomb&eacute;es dans le domaine public sans qu'il y ait eu contravention au pr&eacute;sent contrat ;</p>

<p>- dont la partie concern&eacute;e pourrait prouver qu'ils &eacute;taient en sa possession ant&eacute;rieurement &agrave; la date d'effet du pr&eacute;sent contrat ;</p>

<p>- qui r&eacute;sultent de d&eacute;veloppements internes men&eacute;s par la partie concern&eacute;e sans utilisation d'informations confidentielles au sens du pr&eacute;sent article ;</p>

<p>- qui sont communiqu&eacute;s &agrave; l&rsquo;une des parties ou &agrave; ses collaborateurs ou employ&eacute;s par des tiers aux pr&eacute;sentes sans qu'il y ait contravention au pr&eacute;sent article ;</p>

<p>- qui sont divulgu&eacute;s avec l'accord pr&eacute;alable et &eacute;crit de l&rsquo;autre partie.</p>

<p>Les dispositions du pr&eacute;sent article demeurent en vigueur pendant une dur&eacute;e de deux (2) ans &agrave; compter de l'expiration du contrat, pour quelque cause que ce soit.</p>

<p>Article 14 - Conditions financi&egrave;res</p>

<p><strong>14.01 - Prix</strong></p>

<p><strong>14.01.01 - Prix de la licence / contrat sur base annuelle</strong></p>

<p>En contrepartie du droit d&rsquo;utilisation du Logiciel, le Client r&egrave;gle &agrave; Agilitest une redevance annuelle dont le prix est fix&eacute; au bon de commande ou dans la commande en ligne et se basera sur le nombre de licences demand&eacute;es par le Client.</p>

<p>La redevance annuelle de droit d&rsquo;usage du Logiciel est payable &agrave; la date de contractualisation, terme &agrave; &eacute;choir.</p>

<p>Sauf avis contraire notifi&eacute; par mail ou courrier, l&rsquo;ensemble des licences utilis&eacute;es par le Client seront reconduites automatiquement d&rsquo;une ann&eacute;e sur l&rsquo;autre. En cas de r&eacute;siliation de la licence par le Client, pour &ecirc;tre prise en compte, elle devra intervenir au plus tard deux mois avant l&rsquo;&eacute;ch&eacute;ance annuelle. A d&eacute;faut, la r&eacute;siliation interviendra l&rsquo;ann&eacute;e suivante.</p>

<p>A d&eacute;faut de paiement de ladite redevance dans les d&eacute;lais contractuels, Agilitest pourra, outre l&rsquo;application des Conditions G&eacute;n&eacute;rales relatives aux retards de paiement ou des dispositions relatives &agrave; la r&eacute;siliation du contrat, suspendre de plein droit le droit d&rsquo;usage du Logiciel jusqu&rsquo;&agrave; complet paiement de ladite redevance,</p>

<p>Enfin, en cas de terminaison anticip&eacute;e du contrat pour quelque raison que ce soit, tout ann&eacute;e commenc&eacute;e restera d&ucirc;e.</p>

<p><strong>14.01.02 - Prix des Services associ&eacute;s</strong></p>

<p>La facturation des Services associ&eacute;s s&rsquo;effectuera selon le choix du Client exprim&eacute; sur le &laquo;&nbsp;Bon de commande&nbsp;&raquo;</p>

<p>Les factures seront pay&eacute;es par le Client par pr&eacute;l&egrave;vement automatique &agrave; trente jours date d&rsquo;&eacute;mission de facture.</p>

<p>Un acompte payable au comptant correspondant &agrave; 50 % (cinquante pour cent) du prix total des prestations de service pourra &ecirc;tre exig&eacute; lors de la passation de la commande.</p>

<p>La commande ne sera confirm&eacute;e qu&rsquo;&agrave; r&eacute;ception du versement de l&rsquo;acompte.</p>

<p>Le solde du prix sera pay&eacute; au plus tard dans le d&eacute;lai de 30 (trente) jours &agrave; compter de la date d&rsquo;&eacute;mission de la facture correspondante.</p>

<p>Les factures indiqueront le montant de l&rsquo;acompte vers&eacute;, la date de son paiement effectif, le solde &agrave; r&eacute;gler et la date d&rsquo;&eacute;ch&eacute;ance du solde.</p>

<p><strong>14.02 - Modalit&eacute;s de r&egrave;glement</strong></p>

<p>Les prix sont libell&eacute;s en euros et calcul&eacute;s hors taxes. Ils seront major&eacute;s du taux de TVA en vigueur au jour de la facturation. Le r&egrave;glement se fait de fa&ccedil;on pr&eacute;f&eacute;rentielle par pr&eacute;l&egrave;vement automatique sur le compte bancaire du Client. Dans cette optique, le Client s&rsquo;engage, &agrave; premi&egrave;re demande, &agrave; signer et &agrave; produire tout document n&eacute;cessaire pour favoriser la mise en place de ce mode de paiement en faveur de Agilitest.</p>

<p>Le Client s&rsquo;engage &agrave; fournir ses coordonn&eacute;es bancaires et &agrave; compl&eacute;ter le mandat SEPA sous forme papier ou &eacute;lectronique&nbsp;; le Client restant libre de choisir la forme du mandat SEPA tant que ces deux formes sont mises &agrave; la disposition par Agilitest.</p>

<p>D&rsquo;autres modes de paiement peuvent &ecirc;tre mis en place &agrave; la demande du Client (ch&egrave;que, virement, carte bleue, Paypal&hellip;), les frais exceptionnels occasionn&eacute;s pour leur mise en place et le traitement seront &agrave; la charge du client. Agilitest se d&eacute;sengage de toute responsabilit&eacute; que pourraient entrainer les d&eacute;lais de traitement des modes de paiement mis en place &agrave; la demande du client sur la disponibilit&eacute; des acc&egrave;s aux logiciels.</p>

<p>Tout frais occasionn&eacute;s par le retour d&rsquo;un effet ou d&rsquo;un pr&eacute;l&egrave;vement impay&eacute; ainsi que tous les frais de recouvrement de quelque nature qu&rsquo;ils soient, engag&eacute;s par Agilitest pour obtenir le paiement de la cr&eacute;ance, seront &agrave; la charge du Client.</p>

<p><strong>Article</strong><strong>15. P&eacute;nalit&eacute;s de retard</strong></p>

<p>Le d&eacute;faut de paiement &agrave; l&rsquo;&eacute;ch&eacute;ance des sommes dues entra&icirc;nera, nonobstant la mise en jeu de la clause &laquo;&nbsp;R&eacute;siliation&nbsp;&raquo;, de plein droit et du seul fait de l&rsquo;arriv&eacute;e du terme&nbsp;:</p>

<p>- l&rsquo;exigibilit&eacute; imm&eacute;diate de toutes les sommes restant dues, quel que soit le mode de r&egrave;glement pr&eacute;vu&nbsp;;</p>

<p>- Conform&eacute;ment &agrave; l&rsquo;article L. 441-6 du code de commerce, des p&eacute;nalit&eacute;s de retard sont dues &agrave; d&eacute;faut de r&egrave;glement le jour suivant la date de paiement qui figure sur la facture. Le taux de ces p&eacute;nalit&eacute;s est de 20%.</p>

<p><strong>Article</strong><strong>16. Suspension</strong></p>

<p>Agilitest se r&eacute;serve le droit de suspendre l&rsquo;ex&eacute;cution de tous les services vis&eacute;s au bon de commande, en cas de paiement tardif du Client apr&egrave;s mise en demeure par lettre recommand&eacute;e avec accus&eacute; de r&eacute;ception, rest&eacute;e plus de dix (10) jours infructueuse, et ce jusqu&rsquo;au r&egrave;glement de la facture en souffrance, sans que cette suspension puisse &ecirc;tre consid&eacute;r&eacute;e comme une r&eacute;siliation, et sans pr&eacute;judice du droit pour Agilitest de poursuivre le recouvrement des sommes dues et des dommages et int&eacute;r&ecirc;ts &eacute;ventuellement dus.</p>

<p>De mani&egrave;re g&eacute;n&eacute;rale, l&rsquo;ex&eacute;cution de toute commande par Agilitest est subordonn&eacute;e &agrave; l&rsquo;absence de cr&eacute;ance irrecouvr&eacute;e de Agilitest &agrave; l&rsquo;encontre du Client, de quelque nature que ce soit.</p>

<p><strong>Article</strong><strong>17. Responsabilit&eacute;</strong></p>

<p>Agilitest est soumise &agrave; une obligation de moyens dans le cadre de l&rsquo;ex&eacute;cution des prestations objet des pr&eacute;sentes.</p>

<p>Agilitest ne garantit pas l'aptitude du Logiciel &agrave; atteindre des objectifs que le Client se serait fix&eacute; ou &agrave; ex&eacute;cuter des t&acirc;ches particuli&egrave;res qui l'auraient motiv&eacute; dans sa d&eacute;cision mais qu'il n'aurait pas, d'une part, pr&eacute;alablement expos&eacute;es par &eacute;crit de fa&ccedil;on exhaustive et qui, d'autre part, n'auraient pas fait l'objet d'une validation expresse de Agilitest. Le Client assume les responsabilit&eacute;s qui concernent l'ad&eacute;quation de l'expression de ses besoins &agrave; ses besoins r&eacute;els&nbsp;; le choix du Logiciel&nbsp;; la qualification et la comp&eacute;tence de son personnel ; la qualit&eacute; de ses donn&eacute;es. L&rsquo;usage que le Client fait des r&eacute;sultats obtenus en utilisant le Logiciel est sous sa responsabilit&eacute;. Il appartient au Client de se pr&eacute;munir contre les risques de dommages aux fichiers, m&eacute;moire d&rsquo;ordinateur ou &agrave; tout document, mat&eacute;riel ou programme qu&rsquo;il aurait pu confier &agrave; Agilitest dans le cadre des services &agrave; ex&eacute;cuter en constituant un double de l&rsquo;ensemble des documents, fichiers et supports.</p>

<p>La responsabilit&eacute; de Agilitest ne peut &ecirc;tre engag&eacute;e si&nbsp;:</p>

<p>- le Client n&rsquo;a pas lui-m&ecirc;me respect&eacute; l&rsquo;int&eacute;gralit&eacute; de ses obligations &agrave; sa charge, telles que pr&eacute;vues aux pr&eacute;sentes&nbsp;et/ou aux conditions particuli&egrave;res ;</p>

<p>- en cas d&rsquo;erreur ou de n&eacute;gligence de la part du Client, de l&rsquo;un de ses employ&eacute;s, ou d&rsquo;un tiers mandat&eacute; par le client&nbsp;;</p>

<p>- en cas de non-respect des pr&eacute;conisations de Agilitest par le Client, ses employ&eacute;s et ledit tiers.</p>

<p>Sont exclus de toute demande d&rsquo;indemnisation, les pr&eacute;judices indirects subis par le Client tel que perte d'exploitation, perte de b&eacute;n&eacute;fice ou d'image ou de toute autre perte financi&egrave;re r&eacute;sultant de l'utilisation ou de l'impossibilit&eacute; d'utiliser le Logiciel ainsi que toute perte ou d&eacute;t&eacute;rioration d'informations pour lesquelles Agilitest ne peut &ecirc;tre tenue pour responsable, ou les cons&eacute;quences de pr&eacute;tentions, r&eacute;clamations formul&eacute;es par un tiers quel qu&rsquo;il soit &agrave; l&rsquo;encontre du Client.</p>

<p>En tout &eacute;tat de cause, les Parties conviennent que le montant total de la r&eacute;paration &eacute;ventuellement due au Client, tous sinistres et dommages confondus, du fait de la responsabilit&eacute; prononc&eacute;e judiciairement de Agilitest, ne pourra &ecirc;tre sup&eacute;rieure, aux sommes effectivement vers&eacute;es par le Client au titre de la pr&eacute;sente licence.</p>

<p>Les stipulations du pr&eacute;sent contrat r&eacute;partissent le risque entre les parties. Les prix convenus refl&egrave;tent cette r&eacute;partition du risque et la limitation de responsabilit&eacute; qui en r&eacute;sulte. De mani&egrave;re g&eacute;n&eacute;rale, &agrave; d&eacute;faut pour le Client d&rsquo;avoir mis en jeu la responsabilit&eacute; contractuelle de Agilitest dans un d&eacute;lai de un (1) an &agrave; compter de la r&eacute;alisation du dommage, le Client sera r&eacute;put&eacute; avoir renonc&eacute; &agrave; se pr&eacute;valoir de l&rsquo;&eacute;ventuel manquement contractuel.</p>

<p>Les pr&eacute;sentes dispositions restent applicables en cas de cessation du Contrat, et ce m&ecirc;me en cas de r&eacute;solution judiciaire du Contrat.</p>

<p><strong>Article</strong><strong>18 - Collaboration g&eacute;n&eacute;rale</strong></p>

<p>Les parties conviennent de collaborer &eacute;troitement dans le cadre de leurs relations. Les parties conviennent que cette collaboration est indispensable &agrave; la bonne ex&eacute;cution des pr&eacute;sentes.</p>

<p>Le Client s&rsquo;engage &agrave; collaborer activement avec Agilitest dans le cadre de l&rsquo;ex&eacute;cution des services et s&rsquo;engage notamment &agrave;&nbsp;:</p>

<p>- communiquer spontan&eacute;ment et &agrave; premi&egrave;re demande de Agilitest, les informations et les documents n&eacute;cessaires &agrave; l&rsquo;ex&eacute;cution des services par Agilitest, et notamment les documents techniques ;</p>

<p>- d&eacute;signer un cadre r&eacute;f&eacute;rent et ce, avec un pr&eacute;avis suffisant au regard des services contract&eacute;s&nbsp;;</p>

<p>- s&rsquo;alerter mutuellement le plus vite possible en cas de difficult&eacute; et se concerter pour mettre en place la meilleure solution possible dans les meilleurs d&eacute;lais.</p>

<p>Article 19 - R&eacute;siliation</p>

<p><strong>19.01. R&eacute;siliation pour faute</strong></p>

<p>En cas de manquement grave de l'une ou l'autre des parties aux obligations du pr&eacute;sent contrat non r&eacute;par&eacute; dans un d&eacute;lai de 30 (trente) jours &agrave; compter de la lettre recommand&eacute;e avec accus&eacute; de r&eacute;ception notifiant ledit manquement, le pr&eacute;sent contrat sera r&eacute;sili&eacute; de plein droit sans pr&eacute;judice des dommages et int&eacute;r&ecirc;ts auxquels les parties pourraient pr&eacute;tendre.</p>

<p>Le fait pour une des parties de ne pas se pr&eacute;valoir d'un manquement par l'autre partie &agrave; l'une quelconque des obligations vis&eacute;es dans les pr&eacute;sentes ne saurait &ecirc;tre interpr&eacute;t&eacute; pour l'avenir comme une renonciation &agrave; l'obligation en cause.</p>

<p>Le contrat pourra faire l&rsquo;objet d&rsquo;une r&eacute;siliation imm&eacute;diate par Agilitest, sans mise en demeure pr&eacute;alable, s&rsquo;il est constat&eacute; un usage du Logiciel par le Client contraire &agrave; ce qui est d&eacute;fini &agrave; l&rsquo;article 10 &laquo;&nbsp;Concession des droits d&rsquo;utilisation&nbsp;&raquo; ci-dessus.</p>

<p><strong>19.02 - Autres cas de r&eacute;siliation</strong></p>

<p>Selon les cas, et moyennant le respect d&rsquo;un pr&eacute;avis de 15 (quinze) jours Agilitest se r&eacute;serve la possibilit&eacute; de rompre unilat&eacute;ralement la relation contractuelle, et ce dans les hypoth&egrave;ses suivantes&nbsp;:</p>

<p>- ouverture d&rsquo;une proc&eacute;dure de redressement judiciaire ou de liquidation du Client, sauf d&eacute;cision contraire de l&rsquo;administrateur judiciaire,</p>

<p>- changements non communiqu&eacute;s par le Client &agrave; Agilitest impactant l&rsquo;environnement logiciel et mat&eacute;riel existant au jour de la commande.</p>

<p><strong>19.03 - Cons&eacute;quences de la r&eacute;siliation</strong></p>

<p>Si le Client est li&eacute; par une p&eacute;riode d&rsquo;engagement, alors le paiement des sommes restant dues jusqu&rsquo;au terme de cette p&eacute;riode devra &ecirc;tre acquitt&eacute; dans son int&eacute;gralit&eacute;.</p>

<p>La cessation du contrat entraine de plein droit sans qu&rsquo;une notification soit n&eacute;cessaire la cessation de la licence associ&eacute;e au Logiciel.</p>

<p><strong>Article</strong><strong>20 - Non-d&eacute;bauchage</strong></p>

<p>Le Client s&rsquo;engage &agrave; ne pas d&eacute;baucher ou embaucher le personnel de Agilitest pendant toute la dur&eacute;e des relations contractuelles, et pendant une dur&eacute;e de douze mois &agrave; compter de la cessation des relations contractuelles.</p>

<p>En cas de non-respect par le Client de ses obligations, celui-ci s&rsquo;engage &agrave; verser &agrave; Agilitest une p&eacute;nalit&eacute; &eacute;gale &agrave; douze mois du dernier salaire brut mensuel de la ou des personnes en cause.</p>

<p><strong>Article</strong><strong>21 - Donn&eacute;es &agrave; caract&egrave;re personnel</strong></p>

<p>Chacune des parties fait son affaire des formalit&eacute;s lui incombant au titre de la r&eacute;glementation relative &agrave; la protection des donn&eacute;es &agrave; caract&egrave;re personnel, en particulier de la loi n&deg;78-17 du 6 janvier 1978 relative &agrave; l'informatique, aux fichiers et aux libert&eacute;s (ci-apr&egrave;s Loi informatique et libert&eacute;s), et notamment en mati&egrave;re de flux transfronti&egrave;res hors de l&rsquo;Union europ&eacute;enne.</p>

<p>Le Client est seul responsable de la sauvegarde des donn&eacute;es client qu&rsquo;il traite ou conserve et reconnait qu&rsquo;il est de sa responsabilit&eacute; de sauvegarde de ses donn&eacute;es et de v&eacute;rifier le contenu des sauvegarde effectu&eacute;es.</p>

<p><strong>Article</strong><strong>22 - Prescription contractuelle</strong></p>

<p>A l&rsquo;exception de toute action qui pourrait &ecirc;tre intent&eacute;e par Agilitest &agrave; l&rsquo;encontre du Client en cas de d&eacute;faut de paiement des sommes dues au titre de l&rsquo;ex&eacute;cution des services objet des pr&eacute;sentes, et sauf dispositions contraires d'ordre public, les parties s'interdisent mutuellement d'intenter une action contre l'autre plus d&rsquo;un (1) an apr&egrave;s l'apparition de son fait g&eacute;n&eacute;rateur.</p>

<p>Article 23 - Force majeure</p>

<p>Les cas de force majeure suspendent les obligations des parties. De fa&ccedil;on expresse, sont consid&eacute;r&eacute;s comme cas de force majeure ceux habituellement retenus par la jurisprudence. En outre, les parties conviennent que la force majeure est d&eacute;finie comme tout &eacute;v&eacute;nement en dehors du contr&ocirc;le de Agilitest et contre lequel elle n&rsquo;a pu raisonnablement se pr&eacute;munir et dont elle n&rsquo;aurait palli&eacute; les cons&eacute;quences autrement qu&rsquo;en engageant des d&eacute;penses hors de proportion avec les r&eacute;mun&eacute;rations qu&rsquo;elle re&ccedil;oit.</p>

<p>Article 24 - Assurance</p>

<p>Agilitest d&eacute;clare avoir souscrit aupr&egrave;s d'une compagnie d'assurance notoirement solvable, une assurance de responsabilit&eacute; civile professionnelle pour tous les dommages corporels, mat&eacute;riels et immat&eacute;riels caus&eacute;s au Client ou &agrave; un tiers, dans le cadre de l'ex&eacute;cution des pr&eacute;sentes.</p>

<p>Le Client d&eacute;clare avoir souscrit une assurance de responsabilit&eacute; civile aupr&egrave;s d'une compagnie d'assurance notoirement solvable, pour tous les dommages qui pourraient &ecirc;tre caus&eacute;s dans le cadre de l'ex&eacute;cution des pr&eacute;sentes.</p>

<p>Article 25 - R&eacute;f&eacute;rence</p>

<p>Agilitest est express&eacute;ment autoris&eacute;e &agrave; citer le Client &agrave; titre de r&eacute;f&eacute;rence commerciale dans ses communications avec les tiers<strong>.</strong></p>

<p>Article 26 - &Eacute;volution</p>

<p>Afin de permettre l&rsquo;&eacute;volution de ses services ou de sa gestion administrative et commerciale, Agilitest pourra modifier certaines clauses et conditions des documents contractuels vis&eacute;s dans le bon de commande en vigueur, concernant les services en cours d&rsquo;ex&eacute;cution. Le Client sera averti de ces changements au moins 2 (deux) mois avant la mise en application. Le Client dispose alors de la facult&eacute; dans ce d&eacute;lai, de refuser l&rsquo;application de ces changements par Lettre recommand&eacute;e avec avis de r&eacute;ception, re&ccedil;ue par Agilitest au plus tard, au terme du d&eacute;lai de 2 (deux) mois vis&eacute; ci-dessus. Dans cette hypoth&egrave;se, les services se poursuivront jusqu&rsquo;&agrave; l&rsquo;&eacute;ch&eacute;ance vis&eacute;e au bon de commande sans renouvellement.</p>

<p><strong>Article</strong><strong>27 - Convention de preuve&nbsp;</strong></p>

<p>L'ensemble des courriers &eacute;lectroniques &eacute;chang&eacute;s entre les parties &agrave; valeur de preuve et leur sera opposable.</p>

<p>Les registres informatis&eacute;s conserv&eacute;s dans les syst&egrave;mes informatiques de Agilitest seront conserv&eacute;s dans des conditions de s&eacute;curit&eacute; et consid&eacute;r&eacute;s comme une preuve de communication intervenue entre les parties.</p>

<p>L'archivage et le stockage des acc&egrave;s aux services sont effectu&eacute;s sur un support fiable et durable pouvant &ecirc;tre produit &agrave; titre de preuve.</p>

<p>Article 28&ndash; Dispositions g&eacute;n&eacute;rales</p>

<p><strong>28.01 - Circulation du contrat</strong></p>

<p>Le Contrat ainsi que les droits et obligations qu&rsquo;il pr&eacute;voit pourra faire l&rsquo;objet d&rsquo;une cession de la part de Agilitest librement et sans formalit&eacute;. A compter de la notification &eacute;crite de la cession, Agilitest sera lib&eacute;r&eacute;e de ses obligations au titre du contrat et ne pourra &ecirc;tre tenue pour solidairement responsable ne pourra plus &ecirc;tre engag&eacute;e par le Client. Le Prestataire reste vis-&agrave;-vis du Client responsable des prestations r&eacute;alis&eacute;es par le sous-traitant.</p>

<p>La relation contractuelle ne pourra faire l&rsquo;objet d&rsquo;une cession totale ou partielle, &agrave; titre on&eacute;reux ou gratuit de la part du Client, sans autorisation pr&eacute;alable &eacute;crite et expresse de Agilitest.</p>

<p>Agilitest se r&eacute;serve le droit de c&eacute;der le b&eacute;n&eacute;fice des pr&eacute;sentes &agrave; toute personne morale de son choix.</p>

<p><strong>28.02 - Non-renonciation</strong></p>

<p>Le fait pour l&rsquo;une ou l&rsquo;autre des Parties de ne pas invoquer l&rsquo;un quelconque des articles, clauses, stipulations ou parties des Conditions g&eacute;n&eacute;rales ne saurait, en aucune mani&egrave;re, &ecirc;tre interpr&eacute;t&eacute; comme une renonciation tacite &agrave; se pr&eacute;valoir dudit article, clause, stipulation ou partie des Conditions g&eacute;n&eacute;rales.</p>

<p>De m&ecirc;me, le fait pour l'une des Parties de ne pas se pr&eacute;valoir de l'inex&eacute;cution, de la mauvaise ex&eacute;cution ou de l&rsquo;ex&eacute;cution partielle ou tardive de l&rsquo;un quelconque des articles, clauses, stipulations ou parties des Conditions G&eacute;n&eacute;rales par une autre Partie ne saurait, en aucune mani&egrave;re, &ecirc;tre interpr&eacute;t&eacute; comme une renonciation tacite &agrave; s&rsquo;en pr&eacute;valoir ult&eacute;rieurement.</p>

<p><strong>28.03 - Comportement loyal et de bonne foi</strong></p>

<p>Chacune des Parties s&rsquo;engage &agrave; toujours se comporter, vis-&agrave;-vis de l&rsquo;autre Partie, comme un partenaire loyal et de bonne foi et, notamment, &agrave; notifier sans d&eacute;lai &agrave; l&rsquo;autre Partie, tout diff&eacute;rend ou toute difficult&eacute; qu&rsquo;elle pourrait rencontrer dans le cadre de l&rsquo;ex&eacute;cution de la relation contractuelle.</p>

<p><strong>28.04 - Nullit&eacute; partielle</strong></p>

<p>Si l&rsquo;un quelconque des stipulations des Conditions G&eacute;n&eacute;rales &eacute;taient d&eacute;clar&eacute;e nulle au regard d&rsquo;une r&egrave;gle de droit en vigueur ou d&rsquo;une d&eacute;cision judiciaire devenue d&eacute;finitive, elle sera r&eacute;put&eacute;e non &eacute;crite, mais les autres stipulations garderont toute leur force et leur port&eacute;e.</p>

<p><strong>28.05 - Intitul&eacute; des articles</strong></p>

<p>Les Parties pr&eacute;cisent ici que les intitul&eacute;s des articles ont &eacute;t&eacute; choisis par pure commodit&eacute; et doivent &ecirc;tre consid&eacute;r&eacute;s comme sans effet sur leur validit&eacute;, leur interpr&eacute;tation et/ou les conditions d&rsquo;ex&eacute;cution de leurs stipulations.</p>

<p><strong>28.06 - Int&eacute;gralit&eacute; du Contrat </strong></p>

<p>Le contrat compos&eacute; des pr&eacute;sentes conditions g&eacute;n&eacute;rales, de la proposition commerciale, du bon de commande sign&eacute; exprime l&rsquo;int&eacute;gralit&eacute; des obligations des parties.</p>

<p>Aucun autre document technique, publicitaire ou commercial, aucune correspondance ant&eacute;rieure &agrave; la signature du contrat ne pourra engendrer d&rsquo;obligation &agrave; la charge de l&rsquo;une ou l&rsquo;autre des parties.</p>

<p><strong>28.07 - &Eacute;lection de domicile</strong></p>

<p>Pour l'ex&eacute;cution des Conditions g&eacute;n&eacute;rales ainsi que de ses suites, les Parties font respectivement &eacute;lection de domicile&nbsp;aux adresses mentionn&eacute;es au devis.</p>

<p>Toute modification du si&egrave;ge social ou de l'adresse de l'une des Parties ne sera opposable aux autres Parties que 15 (quinze) jours apr&egrave;s que cette modification lui ait &eacute;t&eacute; d&ucirc;ment notifi&eacute;e.</p>

<p><strong>28.08 - Loi applicable et attribution de comp&eacute;tence</strong></p>

<p>La validit&eacute;, l&rsquo;interpr&eacute;tation, l&rsquo;ex&eacute;cution des Conditions G&eacute;n&eacute;rales et la r&eacute;solution de tout litige s&rsquo;y rapportant sont r&eacute;gies et interpr&eacute;t&eacute;es au regard du droit fran&ccedil;ais.</p>

<p>Tout litige relatif &agrave; la validit&eacute;, l&rsquo;interpr&eacute;tation, l&rsquo;application (en ce compris son inex&eacute;cution partielle ou totale et/ou son ex&eacute;cution tardive), la r&eacute;siliation (ainsi que leurs cons&eacute;quences et suites), du Contrat sera soumis &agrave; la comp&eacute;tence du Tribunal de commerce de Paris (75). Cette stipulation est applicable en ce compris en cas de demande incidente, d&rsquo;appel en garantie et/ou en cas de pluralit&eacute; de d&eacute;fendeurs, le cas &eacute;ch&eacute;ant.</p>
</BODY>
</HTML>